export default {
	ui: {
		'Выход': 'Шығу',
		'Вход': 'Кіру',
		'ИИН': 'ЖСН',
		'Номер телефона': 'Телефон нөмірі',
		'Пароль': 'Пароль',
		'Создать': 'Жасау',
		'Редактировать': 'Өңдеу',
	},
	pages: {
		'Главная': 'Басты бет',
		'Курсы': 'Курстар',
		'Группы': 'Топтар',
		'Создание курса': 'Курсты жасау',
		'Создание пользователя': 'Пайдаланушыны жасау',
		'Редактирование пользователя': 'Пайдаланушыны өңдеу',
		'Создание группы': 'Топты жасау',
		'Редактирование курса': 'Курсты өңдеу',
		'Редактирование группы': 'Топты өңдеу',
		'Авторизация': 'Авторизация',
		'Страница не найдена': 'Бет табылмады',
		'Пользователи': 'Пайдаланушылар',
	},
	roles: {
		'Студент': 'Оқушы',
		'Преподаватель': 'Мұғалім',
		'Менеджер': 'Менеджер',
		'Админ': 'Админ',
	},
	models: {
		user: {
			'Ф.И.О': 'Т.А.Ә',
			'ИИН': 'ЖСН',
			'Телефон': 'Телефон',
			'Фамилия': 'Тегі',
			'Имя': 'Аты',
			'Отчество': 'Әкесінің аты',
			'E-mail': 'E-mail',
		}
	},
}