export default {
	ui: {
		'Выход': 'Выход',
		'Вход': 'Вход',
		'ИИН': 'ИИН',
		'Номер телефона': 'Номер телефона',
		'Пароль': 'Пароль',
		'Создать': 'Создать',
		'Редактировать': 'Редактировать',
	},
	pages: {
		'Главная': 'Главная',
		'Курсы': 'Курсы',
		'Группы': 'Группы',
		'Создание курса': 'Создание курса',
		'Создание группы': 'Создание группы',
		'Редактирование курса': 'Редактирование курса',
		'Редактирование группы': 'Редактирование группы',
		'Авторизация': 'Авторизация',
		'Страница не найдена': 'Страница не найдена',
		'Пользователи': 'Пользователи',
	},
	roles: {
		'Студент': 'Студент',
		'Преподаватель': 'Преподаватель',
		'Менеджер': 'Менеджер',
		'Админ': 'Админ',
	},
	models: {
		user: {
			'Ф.И.О': 'Ф.И.О',
			'ИИН': 'ИИН',
			'Телефон': 'Телефон',
		}
	},
}